{
  "analytical": {
    "brief": "Analytical people tend to be calm and unspontaneous, avoiding emotional involvement and engagement. They prefer to analyze situations and make decisions based on logic and reason rather than emotions.",
    "the_most": "You are the most perfectionist of styles!",
    "desc" : "You are interested in doing the right thing. You set high standards, you are not bothered by having to do the detail work necessary to meet them... and, if possible, exceed them. You give careful attention to all aspects of a project , even to those details that might seem insignificant to others. You tend to be critical, data-oriented, an excellent producer of information.",
     "tends_to": "You tend to avoid tension!",
     "under_pressure": "You avoid contact, you avoid any situation that involves dealing with emotions. You isolate yourself, you speak less than usual; if you do speak, your communication is rational, not very empathetic, logical... sometimes so little contemplative of human aspects that you can hurt. Your tone of voice, your gestures and your posture reveal “nothing”. You are perceived as absent from any interpersonal process. If one of the high emotional response styles (affable or expressive) tries to inquire about your feelings, the reaction will be the opposite of what was expected: the analytic will take refuge even more within himself and will avoid contact even more.",
     "should_work_on": [
       "Excessive perfectionism, which is usually the opposite side of excellence - Excessive detail, sometimes not necessary",
       "Indecision, to which excess caution can lead,",
       "Bureaucratization, as an excess of systematicity",
       "Impersonality",
       "increase versatility",
       "Asking about “added value” and “perceived value”",
       "Setting temporary goals",
       "Considering time as part of the result to be achieved",
       "Give thanks more often"
     ]
  },
  "amiable": {
    "brief": "The affable, who are typically cooperative, consent",
     "the_most": "You are the most conciliatory and sociable of styles!",
     "desc" : "You have a special concern for harmony. You are always open to others, you are extremely generous with their time. You are a “low-profile hero” when it comes to team building. You pay careful attention to feelings and moods of others, even those that might go unnoticed by others. You tend to be an excellent host, people-oriented and with enormous listening skills.",
     "tends_to": "You tend to concede! (in order not to deteriorate the harmony)",
     "under_pressure": "Even under strong pressure, you may agree with others, but something—your gestures, your gaze, your tone of voice—will reveal an inconsistency between the words and other languages. The affable in a situation of stress he seems flexible, although beneath his apparent flexibility lies an extremely rigid belief: the belief that conflict destroys, and that it is better to give in than face it. When he accepts, his acceptance does not respond to a genuine commitment. And that acceptance Non-genuine behavior can, in the long run, lead to vindictive behavior.",
     "should_work_on": [
       "The tendency to avoid conflict and keep discomfort to oneself,",
       "Lack of attention to the task due to excessive concentration on people",
       "Infinite tolerance",
       "Dependency to increase versatility",
       "Prepare before a conflictive conversation. Be clear about your own points of view,",
       "“Rehearse” your own way of being more assertive",
       "Avoid as much as possible the use of potential ('I would like', 'I would like to')",
       "Set goals for results, times and standards"
     ]
  },
  "expressive": {
    "brief": "Expressives, which are usually stimulating, attack or “overflow”",
     "the_most": "You are the most exuberant of styles!",
     "desc" : "Your vigor and enthusiasm “inject” energy into teams. Your informality and your freedom often invite others to “destructure.” You are proactive, impulsive, you bond quickly and easily. You are a “natural generator.” of dreams, of new realities to create with others. You tend to be an excellent entertainer, oriented to taking advantage of opportunities to make work an area of enjoyment.",
     "tends_to": "You tend to overflow! (“polluting” others with your discomfort)",
     "under_pressure": "The overflow may soon pass (the expressive one is usually emotionally unstable), but by then others feel attacked by their disrespectful behavior and it may be difficult to recover the bond. The emotional response becomes extreme, as does the assertiveness. That is why the expressive person under pressure fights, and does not listen to anything other than himself. He becomes 'self-referential', and when the entrepreneur or the analytical person tries to make him see reason, he usually feels aggrieved, assuming that others do not take seriously the pressure conditions to which it is subjected.",
     "should_work_on": [
       "Impatience",
       "The variability of mood states and its effect on the task",
       "The underestimation of the time that different tasks take",
       "Dispersion, excessive and impractical imagination",
       "to increase versatility",
       "Develop a plan of tasks to be completed, dates and estimated time; reserve extra time",
       "Monitor daily compliance with the plan",
       "Involve more practical and realistic people in the plans",
       "Set goals and priorities for results, times and standards"
     ]
  },
  "driver": {
    "brief": "Drivers or also called Entrepreneurs, who are generally managers, become authoritarian",
     "the_most": "You are the most pragmatic of styles!",
     "desc" : "You have a special concern for the result. Your realism and ability to focus give a clear sense of direction to the task. You are extremely action-oriented, you are a fighter who does not let himself be defeated by adversity. You are proactive, specific, confident. You tend to be excellent time managers, especially adept at setting priorities.",
     "tends_to": "You tend to control excessively! (regardless of the judgment and decisions of others)",
     "under_pressure": "Your objectives must be met, with your parameters, in your time and in your own way. You close yourself off, you do not admit contradictions, everything seems to be transformed into a resource for the purposes that you have already outlined. The analysis's reflection is a waste of time, the empathy of the integrator seems to be a softness that is not compatible with the urgency, and the spontaneity of the expressive seems inappropriate and out of context. Perhaps the entrepreneur under pressure is, of all styles, the one that most tends to 'sameness'; with his behavior he would seem to say that “for an entrepreneur there is nothing better than another entrepreneur.”",
     "should_work_on": [
       "The extreme independence (which can threaten the team)",
       "Impersonality",
       "Aggressiveness, authoritarianism",
       "The short-term vision without horizon",
       "to increase versatility",
       "Be careful when listening",
       "Ask for opinion",
       "Involve people with different criteria in the plans; avoid dogmatism"
     ]
  }
}